{
  "id": [
    "dat.bangertdrowns2004"
  ],
  "title": [
    "Studies on the Effectiveness of Writing-to-Learn Interventions"
  ],
  "display_title": [
    ""
  ],
  "description": [
    "Results from 48 studies on the effectiveness of school-based writing-to-learn interventions on academic achievement."
  ],
  "details": [
    "In each of the studies included in this meta-analysis, an experimental group (i.e., a group of students that received instruction with increased emphasis on writing tasks) was compared against a control group (i.e., a group of students that received conventional instruction) with respect to some content-related measure of academic achievement (e.g., final grade, an exam/quiz/test score). The outcome measure for this meta-analysis was the standardized mean difference (with positive values indicating a higher mean level of academic achievement in the intervention group).  The standardized mean differences given here are bias-corrected and therefore differ slightly from the values reported in the article. Also, since only the total sample size is given in the article, the sampling variances were computed under the assumption that n_i1 = n_i2 = n_i / 2."
  ],
  "concepts": [
    "education",
    "standardized mean differences",
    "meta-regression"
  ],
  "note": [
    ""
  ],
  "source": [
    "Bangert-Drowns, R. L., Hurley, M. M., & Wilkinson, B. (2004). The effects of school-based writing-to-learn interventions on academic achievement: A meta-analysis. _Review of Educational Research_, *74*(1), 29-58. https://doi.org/10.3102/00346543074001029"
  ],
  "references": [
    "NaN"
  ],
  "question": "What is the overall impact of school-based writing-to-learn interventions on academic achievement?",
  "study_object": "that the standardized mean of academic achievement in students who were part of a school-based writing-to-learn intervention",
  "outcome_measure": "Standardized mean difference",
  "study_outcome": "than in the control group."
}




